# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

# Binaries
brew 'coreutils' # Those that come with macOS are outdated
brew 'git'
brew 'grep'
brew 'mackup'
brew 'mas' # Mac App Store manager

# Development
brew 'php'
brew 'composer'
brew 'node'
brew 'nvm'
brew 'yarn'

# Apps
cask '1password'
cask 'alfred'
cask 'appcleaner'
cask 'bartender'
cask 'caffeine'
cask 'docker'
cask 'dropbox'
cask 'figma'
cask 'flux'
cask 'intellij-idea'
cask 'iterm2'
cask 'little-snitch'
cask 'moneymoney'
cask 'readdle-spark'
cask 'sequel-pro'
cask 'sip'
cask 'sketch'
cask 'tableplus'
cask 'the-unarchiver'
cask 'transmit'
cask 'visual-studio-code'
cask 'zeplin'

# Quicklook
cask 'qlmarkdown'
cask 'quicklook-csv'
cask 'quicklook-json'
